{
	"story":
	{
		"introduction": [
			{
				"id": 0,
				"action": [],
				"headlineText": "The Film, the money and the ratings",
				"sublineText": "Or why Avatar will see 4 sequels, while John Carter calls its off (and Deep Throat might want to have another go…)",
				"text": "Films cost money. However, they hope to make some money back and often do. When they do, it can be a lot and when they don’t it can be bitter. Sometimes they don’t expect to make any money and do. The joy of looking at Film costs and revenues comes from 2 main properties: Being stunned at how a sizeable investment can in fact accrue mountains of returned gold as well as dropping the same jaw at how lakes of invested money sometimes evaporate through empty screens. Films are bets on human taste that must entertain a lot of people. They often consume rhinoculous amounts of effort, people, skill, scream and shout to get into the public sphere which decides about their rise or fall. This modest piece offers a glimpse into this world of ups and downs, portraying a handful of stories, surprises and failures. (<a href=''>you can read about the data here</a>)"			}		
		],
		"main": [
			{
				"id": 0,
				"action": [],
				"headline": 1,
				"text": "The biggest budgets"
			},
			{
				"id": 1,
				"action": [],
				"headline": 0,
				"text": "First let’s look at the big fish. These are the 20 films with the biggest production budgets recorded so far."
			},
			{
				"id": 2,
				"action": [1],
				"headline": 0,
				"text": "<span class='film'>Avatar</span> is already a mature guest in this list being released in 2009. But it’s earned it’s top spot with a whopping $425 million budget. Exactly 6 years later on the day (the 18th of December that is) <span class='film'>Star Wars’ The Force Awakens</span> tried hard but stays significantly behind with a mere $306 million. An interesting feature that even made the headline of this very piece is <span class='film'>John Carter</span> – or (not much better) <span class='film'>John Carter of Mars</span>. In general you might notice that all films are what one would call Action Blockbusters – apart from <span class='film'>Tangled</span>, the only Animation that cost $260 million. Decent… <br><br> Now let’s see what they managed to get in."
			},
			{
				"id": 3,
				"action": [2],
				"headline": 0,
				"text": "First from domestic screenings (the US) <span class='subline'>...and eventually from globe-wide screenings including the US<span>. <br><br>Keeping the production budget on screen, we can already see how some films lost all worry-lines after just counting the domestic revenue. <span class='film'>Avatar</span> and <span class='film'>Star Wars</span> could’ve just packed up to lay back and stay at home, while others were surely hoping for more international dollars."
			},
			{
				"id": 4,
				"action": [4],
				"headline": 0,
				"text": "Let's sort by domestic revenue. <br> <br><span class='film'>Star Wars</span> looks hopeful? But much more importantly our animated friend <span class='film'>Tangled</span> didn’t quite break even in the US while <span class='film'>John Carter</span> wouldn't find any sleep only looking at the US revenues"
			},
			{
				"id": 5,
				"action": [5],
				"headline": 0,
				"text": "Re-sorting by production budget we should now lift our eyes up towards Avatar – and enjoy the ride bringing in the overall, total and full worldwide box-office revenues."
			},
			{
				"id": 6,
				"action": [3],
				"headline": 0,
				"text": "Overall <span class='film'>Avatar</span> made a mind boggling $2.78 billion. Stacking the money would lift you up 303 km or 189 miles (<a href='http://www.ehd.org/science_technology_largenumbers.php' target='_blank'>it would apparently</a>). Less than a Marathon away from the <a href='https://upload.wikimedia.org/wikipedia/commons/8/82/Orbitalaltitudes.jpg' target='_blank'>International Space Station 340 km away</a>. Anyhow. <span class='film'>Star Wars</span> is pretty jaw-dropping as well, but you would need to run a little further to the ISS (130 km).<br><br>In other news we’re happy <span class='film'>Tangled</span> as our lonesome premium animation made it comfortably to the safe zone, while it seems <span class='film'>John Carter</span> actually just got it’s money worth. However – the production budget doesn’t show the marketing cost, which is pretty much exactly what it lost: around $150-200 million. Hurty. Wouldn’t quite make it to Mars.<br><br>So far this only shows the mass attractiveness. But how much in tune are film ratings with the revenue? Let’s have a look at 2 of them…"
			},
			{
				"id": 7,
				"action": [6],
				"headline": 0,
				"text": "The size and saturation of these bubbles show the <a href='http://www.imdb.com/help/show_leaf?votestopfaq' target='_blank'>IMDb rating</a>. IMDb ratings are close to the masses (of at least film-aficionados) as every registered IMDb user can vote. You can hover over the circles to get more info. Not that much surprises here. <span class='film'>Pirates of the Caribbean</span> wasn’t really as much loved as the income suggested and – well – <span class='film'>John Carter</span> and <span class='film'>The Lone Ranger</span> weren’t exactly embraced."
			},
			{
				"id": 8,
				"action": [7],
				"headline": 0,
				"text": "<a href='https://www.rottentomatoes.com/'>Rotten Tomatoes</a> is further away from the populous and closer to the distinguished film taste, one would hope, as only people who earn their money with going to the cinema are allowed to elaborate and <a href='http://www.mtv.com/news/1939097/rotten-tomatoes-youre-doing-it-wrong/'>cast their votes</a> from 1 (sad) to 10 (happy). It’s interesting to see how the same pattern we saw from IMDb is reflected, yet more pronounced. Much more variation in the data but the general structure follows the money."
			},
			{
				"id": 9,
				"action": [],
				"headline": 1,
				"text": "The most profitable films"
			},
			{
				"id": 10,
				"action": [5, 8],
				"headline": 0,
				"text": "Now, let’s keep on the road of success, accelerating our trip a little. More surprises to come, though ! Let’s look at the top 20 most profitable films."
			},
			{
				"id": 11,
				"action": [1],
				"headline": 0,
				"text": "If I wanted to make film with a big budget, I’d surely try Action as a Genre. If I wanted to make a profitable film, I’d probably go for an Animation. Frozen, Minions, Despicable Me, The Lion King – all there. Where are the domestic bubbles off to?"
			},
			{
				"id": 12,
				"action": [2],
				"headline": 0,
				"text": "All eyes to the right. The worldwide revenue?"
			},
			{
				"id": 13,
				"action": [3, 10],
				"headline": 0,
				"text": "…onwards. <br><span class='subline'>this is also sorted by worldwide revenues</span><br><br><span class='film'>Avatar</span> dwarves the rest but <span class='film'>Frozen</span> would make it quite far on their tower of dollars. Check the ratings if you wish – All not too bad, with the <span class='film'>Twilight Saga</span> counting the money while not really caring much about their ratings probably."
			},
			{
				"id": 14,
				"action": [],
				"headline": 1,
				"text": "The biggest money losers"
			},
			{
				"id": 15,
				"action": [9, 5],
				"headline": 0,
				"text": "Now let’s look at the bottom of the pile. Not necessarily in terms of quality (we’ll see…) but in terms of money made. Here are the top 20 money losers."
			},
			{
				"id": 16,
				"action": [1],
				"headline": 0,
				"text": "Here are their production budgets…"
			},
			{
				"id": 14,
				"action": [2],
				"headline": 0,
				"text": "…and their domestic gross moving to the shameful left. Can the worldwide gross help?"
			},
			{
				"id": 17,
				"action": [3],
				"headline": 0,
				"text": "Not in many cases. Again, apologies for the rough ride here, some worldwide revenues in fact supersede the production budgets but the marketing costs are not party to this data, so you have to believe me (and the numbers) that we’re indeed seeing losses for all these films.<br><br>So what genre should I opt for in case I wanted to make sure to lose as much money as possible? This is a little harder. I’m inclined to go Sci-Fi/Fantasy? At least I should not let much reality into my film. <span class='film'>John Carter</span> (I won’t mention him again), <span class='film'>Green Lantern</span>, <span class='film'>Jack the Giant Slayer</span>, <span class='film'>Jupiter Ascending</span>, <span class='film'>Gods of Egypt</span> (who doesn't like Greek mythology action?) etc. Should be the safe choice…"
			},
			{
				"id": 18,
				"action": [7],
				"headline": 0,
				"text": "<span class='film'>Hugo</span> is a sad guest on this list as it's undoubtedly one of the better films in this bitter list but some directors should probably be decoupled from business."
			},
			{
				"id": 19,
				"action": [],
				"headline": 1,
				"text": "The low budget winners"
			},
			{
				"id": 20,
				"action": [11],
				"headline": 0,
				"text": "Let’s end on a high note, though. An unexpectedly high note. Some films don’t cost anything, compared to the money guzzlers we’ve been looking at but turn out to make hay.<br><br>Here are the 20 films with the lowest costs and the biggest margins recorded."
			},
			{
				"id": 21,
				"action": [1],
				"headline": 0,
				"text": "How high were their production budgets?"
			},
			{
				"id": 22,
				"action": [0],
				"headline": 0,
				"text": "Nothing happened?"
			},
			{
				"id": 23,
				"action": [1],
				"headline": 0,
				"text": "Let's try again. Here are their production budgets..."
			},
			{
				"id": 24,
				"action": [],
				"headline": 0,
				"text": "No?"
			},
			{
				"id": 25,
				"action": [],
				"headline": 0,
				"text": "Actually yes. But you can't see it on this scale (which is tighter than what we've seen before) as the budgets are tiny. Hover over them to see their budgets. <span class='film'>El Mariachi </span>cost $7000 US. That could’ve bought us 0.16 seconds of Avatar. Not 16, 0.16 seconds."
			},
			{
				"id": 26,
				"action": [2],
				"headline": 0,
				"text": "Here come their domestic revenues…"
			},
			{
				"id": 27,
				"action": [3],
				"headline": 0,
				"text": "…and their worldwide total all-in revenue"
			},
			{
				"id": 28,
				"action": [10],
				"headline": 0,
				"text": "…sorted by worldwide revenue. <br><br>I can’t claim to know all the films listed here and will not try to suggest what genre you should pick to produce a low budget winner (even though this might be the most realistic chance to shine), but maybe a sequel of Deep Throat might be a worthy thought?"
			},
			{
				"id": 29,
				"action": [],
				"headline": 0,
				"text": "Thanks for sticking around... Let me know what you liked or disliked <a href='mailto:lars@datamake.io?Subject=Film%20budgets' target='_top'>right here</a>"
			}
		]		
	} 
}